<template>
  <div class="delivery">
    <h1>Правила резерва товара</h1>
    <hr />
    <div class="delivery__info">
      <p>
        В нашем магазине пока отсутствует возможность заказать любимую игру с
        доставкой, но вы можете оформить резерв на любую из игр!
      </p>
      <ul>
        <li>Бронь на товар осуществляется без предоплаты</li>
        <li>
          После получения вашей заявки, наш сотрудник свяжется с вами для
          уточннения деталей, не забудьте оставить свой телефон!
        </li>
        <li>
          Бронь сохраняется в течение 48 часов, после оформления заказа через
          сайт
        </li>
        <li>
          Если заказ не оплачен и не забран из магазина в течение 48 часов,
          бронь автоматически отменяется
        </li>
      </ul>
    </div>
  </div>
</template>

<script>
export default {
  name: "delivery",
};
</script>

<style scoped>
.delivery {
  padding: 40px 10px;
}

.delivery__info {
  font-size: 24px;
  text-align: left;
}
</style>